---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Architecture.NonContinuousRailInfo
source: html/1ee00a1a-c7fa-2a4b-0a4b-d092f8692948.htm
---
# NonContinuousRailInfo Members

Releases all resources used by the NonContinuousRailInfo